Repository: NMarjou/localization-app
Catalog: TMs/en-US_nl-NL.tmx
Source language: en_us
Languages: nl_nl

source: {{count}} review was successfully moved to "Pending publishing" stage.
nl_nl: {{count}} beoordeling is succesvol verplaatst naar de fase "In afwachting van publicatie".

source: {{count}} reviews were successfully moved to "Pending publishing" stage.
nl_nl: {{count}} beoordelingen zijn succesvol verplaatst naar de fase "In afwachting van publicatie".

source: Managers will need to republish their inputs to be considered in the review. This action cannot be undone.
nl_nl: Managers moeten hun invoer opnieuw publiceren om in de beoordeling te worden meegenomen. Deze actie kan niet ongedaan worden gemaakt.

source: Move reviews to "Pending publishing" stage
nl_nl: Verplaats beoordelingen naar de fase "In afwachting van publicatie"

source: Managers will need to submit the review again. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can continue using the application and perform any other required actions.
nl_nl: Managers moeten de beoordeling opnieuw indienen. Houd er rekening mee dat formulieren op de achtergrond worden verwerkt. Afhankelijk van het aantal beoordelingen dat u hebt geselecteerd, kunt u mogelijk nog steeds enkele van deze formulieren zien bij het toepassen van toekomstige selecties terwijl we ze verwerken en terugsturen naar de managers. U kunt de applicatie blijven gebruiken en alle andere vereiste acties uitvoeren.

source: {{count}} review was successfully reopened.
nl_nl: {{count}} beoordeling is succesvol heropend.

source: {{count}} reviews were successfully reopened.
nl_nl: {{count}} beoordelingen zijn succesvol heropend.

source: Move {{count}} review to the "In progress" stage. Managers will need to submit their review again. This action cannot be undone.
nl_nl: Verplaats {{count}} beoordeling naar de fase "In uitvoering". Managers moeten hun beoordeling opnieuw indienen. Deze actie kan niet ongedaan worden gemaakt.

source: Move {{count}} reviews to the "In progress" stage. Managers will need to submit their review again. This action cannot be undone.
nl_nl: Verplaats {{count}} beoordelingen naar de fase "In uitvoering". Managers moeten hun beoordeling opnieuw indienen. Deze actie kan niet ongedaan worden gemaakt.

source: Reopen reviews
nl_nl: Beoordelingen heropenen

source: This review is now reopened for managers to edit. The reviews will need to be republished to capture the changes/updates of the managers. If you have reopened a significant number of reviews, please allow adequate processing time for the completion of this action. You can still keep using the application and take any further actions required while the system is processing.
nl_nl: Deze beoordeling is nu heropend voor managers om te bewerken. De beoordelingen moeten opnieuw worden gepubliceerd om de wijzigingen/updates van de managers vast te leggen. Als je een aanzienlijk aantal beoordelingen hebt heropend, geef dan voldoende verwerkingstijd voor de voltooiing van deze actie. Je kunt de applicatie blijven gebruiken en verdere benodigde acties ondernemen terwijl het systeem bezig is met verwerken.

source: {{count}} review was successfully moved to the "Conversation & publication" stage.
nl_nl: {{count}} beoordeling is succesvol verplaatst naar de fase "Gesprek & publicatie".

source: {{count}} reviews were successfully moved to the "Conversation & publication" stage.
nl_nl: {{count}} beoordelingen zijn succesvol verplaatst naar de fase "Gesprek & publicatie".

source: Moving a closed review back to the "Conversation & publication" stage allows the manager to edit the review and publish again.
nl_nl: Een gesloten beoordeling terugzetten naar de fase "Gesprek & publicatie" stelt de manager in staat de beoordeling te bewerken en opnieuw te publiceren.

source: Move reviews to "Conversation & publication" stage
nl_nl: Verplaats beoordelingen naar de fase "Gesprek & publicatie"

source: If you have moved a significant number of reviews to this stage, please allow adequate processing time for the completion of this action. You can still keep using the application and take any further actions required while the system is processing.
nl_nl: Als u een aanzienlijk aantal beoordelingen naar deze fase heeft verplaatst, geef dan voldoende verwerkingstijd voor de voltooiing van deze actie. U kunt de applicatie blijven gebruiken en eventuele verdere vereiste acties ondernemen terwijl het systeem bezig is met verwerken.

source: {{count}} review was successfully moved to "Pending sign-off" stage.
nl_nl: {{count}} beoordeling is succesvol verplaatst naar de fase "In afwachting van goedkeuring".

source: {{count}} reviews were successfully moved to "Pending sign-off" stage.
nl_nl: {{count}} beoordelingen zijn succesvol verplaatst naar de fase "In afwachting van goedkeuring".

source: Moving the accepted review back to "Pending sign-off" stage...
nl_nl: De geaccepteerde beoordeling terugzetten naar de fase "In afwachting van goedkeuring"...

source: Move reviews back to "Pending sign-off" stage
nl_nl: Verplaats beoordelingen terug naar de fase "In afwachting van goedkeuring"

source: Once a review is closed, it is finalized and no longer editable by either the manager or the worker. However, both parties can still view the content and download the review as a PDF for reference. Note that reviews are processed in the background. Depending on the number of selected reviews, you might still see some forms temporarily in other stages they are being processed. You may continue using the application and perform other actions while the updates are applied.
nl_nl: Zodra een beoordeling is afgesloten, is deze definitief en kan deze niet meer worden bewerkt door de manager of de medewerker. Beide partijen kunnen de inhoud echter nog steeds bekijken en de beoordeling als PDF downloaden ter referentie. Let op dat beoordelingen op de achtergrond worden verwerkt. Afhankelijk van het aantal geselecteerde beoordelingen, kunt u mogelijk nog steeds enkele formulieren tijdelijk in andere fasen zien terwijl ze worden verwerkt. U kunt de applicatie blijven gebruiken en andere acties uitvoeren terwijl de updates worden toegepast.

source: {{count}} review was successfully moved to the "Closed (system)" stage.
nl_nl: {{count}} beoordeling is succesvol verplaatst naar de fase "Gesloten (systeem)".

source: {{count}} reviews were successfully moved to the "Closed (system)" stage.
nl_nl: {{count}} beoordelingen zijn succesvol verplaatst naar de fase "Gesloten (systeem)".

source: Move {{count}} review to the "Closed (system)" stage. This action cannot be undone.
nl_nl: Verplaats {{count}} beoordeling naar de fase "Gesloten (systeem)". Deze actie kan niet ongedaan worden gemaakt.

source: Move {{count}} reviews to the "Closed (system)" stage. This action cannot be undone.
nl_nl: Verplaats {{count}} beoordelingen naar de fase "Gesloten (systeem)". Deze actie kan niet ongedaan worden gemaakt.

source: Once this stage is completed, the manager reviewer will be notified so that they can make changes to their ratings and comments before publishing the review for the worker. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can still keep using the application and take any other required actions.
nl_nl: Zodra deze fase is voltooid, wordt de manager-beoordelaar op de hoogte gebracht, zodat hij of zij wijzigingen kan aanbrengen in de beoordelingen en opmerkingen voordat de beoordeling voor de werknemer wordt gepubliceerd. Let op dat formulieren op de achtergrond worden verwerkt. Afhankelijk van het aantal beoordelingen dat je hebt geselecteerd, kun je nog steeds enkele van deze formulieren zien wanneer je toekomstige selecties toepast terwijl we ze verwerken en terugsturen naar de managers. Je kunt de applicatie blijven gebruiken en alle andere vereiste acties ondernemen.

source: {{count}} review was successfully moved to "Conversation & publication" stage.
nl_nl: {{count}} beoordeling is succesvol verplaatst naar de fase "Gesprek & publicatie".

source: {{count}} reviews were successfully moved to the "Conversation & publication" stage.x
nl_nl: {{count}} beoordelingen zijn succesvol verplaatst naar de fase "Gesprek & publicatie".

source: Move {{count}} review to the "Conversation & publication" stage. This action cannot be undone.
nl_nl: Verplaats {{count}} beoordeling naar de fase "Gesprek & publicatie". Deze actie kan niet ongedaan worden gemaakt.

source: Move {{count}} reviews to the "Conversation & publication" stage. This action cannot be undone.
nl_nl: Verplaats {{count}} beoordelingen naar de fase "Gesprek & publicatie". Deze actie kan niet ongedaan worden gemaakt.

source: Review stage changed
nl_nl: Beoordelingsfase gewijzigd

source: Current selection: {{count}}
nl_nl: Huidige selectie: {{count}}

source: Select reviews to continue
nl_nl: Selecteer beoordelingen om verder te gaan

source: To move reviews to a different stage, select the review stage and then filter to find specific reviews in the selected stage.
nl_nl: Om beoordelingen naar een andere fase te verplaatsen, selecteer de beoordelingsfase en filter vervolgens om specifieke beoordelingen in de geselecteerde fase te vinden.

source: Select a stage to continue
nl_nl: Selecteer een fase om verder te gaan

source: Move stages
nl_nl: Fasen verplaatsen

source: Reviews in the selected stage: {{count}}
nl_nl: Beoordelingen in de geselecteerde fase: {{count}}

source: {{count}} reviews were successfully moved.
nl_nl: {{count}} beoordeling(en) zijn succesvol verplaatst.

source: {{count}} review was successfully moved.
nl_nl: {{count}} beoordeling is succesvol verplaatst.

source: Move to "Conversation & publication" stage
nl_nl: Ga naar de fase "Gesprek & publicatie"

source: Move to "Closed (system)" stage
nl_nl: Verplaats naar "Gesloten (systeem)" fase

source: Move to "Pending sign-off" stage
nl_nl: Verplaats naar de fase "In afwachting van goedkeuring"

source: Reopen (worker and manager)
nl_nl: Heropen (werknemer en manager)

source: You’re about to reassign the manager for this performance review. The new manager will gain all permissions and actions currently available to the existing manager.
nl_nl: Je staat op het punt de manager voor deze beoordelingsronde te wijzigen. De nieuwe manager krijgt alle rechten en acties die momenteel voor de huidige manager beschikbaar zijn.

source: Reviews in "{{stage}}" stage: {{count}}
nl_nl: Beoordelingen in fase "{{stage}}": {{count}}

source: Exclude sensitive content
nl_nl: Gevoelige inhoud uitsluiten

source: Search for sensitive content
nl_nl: Zoek naar gevoelige inhoud

source: Show only sensitive content
nl_nl: Toon alleen gevoelige inhoud

source: Show all
nl_nl: Alles weergeven

source: Back to performance review templates
nl_nl: Terug naar sjablonen voor prestatiebeoordelingen

source: Delete selected
nl_nl: Verwijder geselecteerde

source: Reviews that have passed the moderation stage cannot be deleted.
nl_nl: Beoordelingen die de moderatiefase hebben doorlopen, kunnen niet worden verwijderd.

source: Current stage
nl_nl: Huidige fase

source: Global ID
nl_nl: Globale ID

source: Review content
nl_nl: Inhoud controleren

source: Manager view
nl_nl: Managerweergave

source: Move to a different stage
nl_nl: Verplaats naar een andere fase

source: New review stage
nl_nl: Nieuwe beoordelingsfase

source: Search results: {{count}}
nl_nl: Zoekresultaten: {{count}}

source: Review stage: {{stage}}
nl_nl: Beoordelingsfase: {{stage}}

source: View review
nl_nl: Bekijk beoordeling

source: This review doesn't exist or is no longer available to you.
nl_nl: Deze beoordeling bestaat niet of is niet langer beschikbaar voor jou.

source: Indicate frequency
nl_nl: Geef de frequentie aan

source: Only reopen the form if you want the worker to also edit and resubmit their review. Otherwise, you can edit your comments and rating directly below.
nl_nl: Open het formulier alleen opnieuw als je wilt dat de werknemer ook hun beoordeling bewerkt en opnieuw indient. Anders kun je je opmerkingen en beoordeling direct hieronder bewerken.

source: If you reopen this review, {{employee}} will be notified and will be able to edit their review.
nl_nl: Als u deze beoordeling heropent, wordt {{employee}} op de hoogte gebracht en kan hij zijn beoordeling bewerken.

source: If you reopen this review, {{employee}} will be notified.
nl_nl: Als u deze beoordeling heropent, wordt {{employee}} hiervan op de hoogte gesteld.

source: Requested to {{count}} workers:
nl_nl: Aangevraagd bij {{count}} werknemers:

source: Requested to 1 worker:
nl_nl: Aangevraagd bij 1 medewerker:

source: {{count}} people have answered this request
nl_nl: {{count}} mensen hebben op dit verzoek geantwoord

source: {{count}} person has answered this request
nl_nl: {{count}} persoon heeft op dit verzoek geantwoord

source: {{count}} people have not answered this request
nl_nl: {{count}} mensen hebben niet op dit verzoek geantwoord

source: {{count}} person has not answered this request
nl_nl: {{count}} persoon heeft niet op dit verzoek geantwoord

source: Add all goal types
nl_nl: Voeg alle doeltypen toe

source: If you publish this review now, {{employee}} will not be able to submit their self-review and you will not be able to edit your review later. Once published, {{employee}} will see the outcome of the review.
nl_nl: Als je deze beoordeling nu publiceert, kan {{employee}} zijn/haar zelfbeoordeling niet indienen en kun je je beoordeling later niet meer bewerken. Zodra het is gepubliceerd, zal {{employee}} de uitkomst van de beoordeling zien.

source: I understand. I want to publish this review now.
nl_nl: Ik begrijp het. Ik wil deze beoordeling nu publiceren.

source: OK. I will wait for the self-review to be submitted, and I will publish this review later.
nl_nl: Oké. Ik zal wachten tot de zelfevaluatie is ingediend, en ik zal deze evaluatie later publiceren.

source: Peers
nl_nl: Collega's

source: Self
nl_nl: Zelf

source: 360 review
nl_nl: 360-graden feedback

source: Your review was submitted and will now be visible to the manager reviewer. Once published by the manager, the self-reviewer will also be able to see your input.
nl_nl: Je beoordeling is ingediend en zal nu zichtbaar zijn voor de manager-beoordelaar. Zodra deze door de manager is gepubliceerd, kan de zelfbeoordelaar ook je input zien.

source: The new manager was successfully assigned to the review.
nl_nl: De nieuwe manager is succesvol toegewezen aan de evaluatie.

source: The manager was successfully removed from the review.
nl_nl: De manager is succesvol verwijderd uit de beoordeling.

source: Additional managers
nl_nl: Extra managers

source: After applying, all remaining requests to add managers by the worker will be dismissed.
nl_nl: Na het indienen worden alle resterende verzoeken van de werknemer om managers toe te voegen afgewezen.

source: Remember that the focus of your performance review should be the changes you can make to be more impactful in the future. It’s good to reflect on the past, but don't forget to translate it into an action looking forward.
nl_nl: Vergeet niet dat de focus van je prestatiebeoordeling moet liggen op de veranderingen die je kunt aanbrengen om in de toekomst meer impact te hebben. Het is goed om op het verleden te reflecteren, maar vergeet niet om het te vertalen naar een actie voor de toekomst.

source: Here are some tips to make the most out of your performance conversation.
nl_nl: Hier zijn enkele tips om het meeste uit je prestatiegesprek te halen.

source: Performance reviews can be daunting; make sure to address any concerns you have with your manager before the review so that you can have a productive conversation together.
nl_nl: Prestatiebeoordelingen kunnen ontmoedigend zijn; zorg ervoor dat je eventuele zorgen met je manager bespreekt voordat de beoordeling plaatsvindt, zodat jullie samen een productief gesprek kunnen hebben.

source: Gather your performance data, including feedback from colleagues, progress on your goals, survey reports, and any other relevant data. It is important to analyze your performance data so that you're ready and prepared for your performance review.
nl_nl: Verzamel je prestatiegegevens, inclusief feedback van collega's, voortgang van je doelen, enquêterapporten en alle andere relevante gegevens. Het is belangrijk om je prestatiegegevens te analyseren zodat je klaar en voorbereid bent voor je beoordelingsgesprek.

source: Have a great review conversation!
nl_nl: Een goed beoordelingsgesprek gewenst!

source: Ahead of your performance review, take the time to look back on your progress and your achievements. This is the time to voice how you want to progress in your role and to plan a roadmap with your manager.
nl_nl: Neem voorafgaand aan je functioneringsgesprek de tijd om terug te kijken op je vooruitgang en je prestaties. Dit is het moment om aan te geven hoe je verder wilt groeien in je rol en om samen met je manager een plan uit te stippelen.

source: Attachment:
nl_nl: Bijlage:

source: Why not request feedback on your behaviors now?
nl_nl: Waarom niet nu feedback vragen over je gedrag?

source: Hide behavior details
nl_nl: Gedragsdetails verbergen

source: For your conversation, reflect on {{name}}'s behavior profile and think about occurrences when they have demonstrated each behavior, and what you think they should focus on in the future.
nl_nl: Voor het gesprek is het een goed idee om na te denken over het gedragsprofiel van {{name}} en over momenten waarop zij elk gedrag hebben vertoond en waar u denkt dat zij zich in de toekomst op zouden moeten richten.

source: For your conversation, reflect on your behavior profile and think about occurrences when you demonstrated each behavior, or how you can focus on them in the future. Reflect on any feedback or insights you have received from your colleagues and whether you can use these to highlight any examples you have. Notice any gaps in your wheel? Request feedback now from your peers and stakeholders on any key behaviors.
nl_nl: Voor het gesprek is het een goed idee om na te denken over je gedragsprofiel en over momenten waarop je elk gedrag hebt vertoond, of hoe je je hier in de toekomst op kunt richten. Denk na over feedback of inzichten die je van je collega's hebt ontvangen en of je deze kunt gebruiken om voorbeelden te benadrukken. Zie je hiaten in je wiel? Vraag nu feedback aan collega's en betrokkenen over belangrijke gedragingen.

source: Show behavior details
nl_nl: Toon gedragsdetails

source: {{name}} has not received any behaviors over this review period.
nl_nl: {{name}} heeft gedurende deze beoordelingsperiode geen gedragingen ontvangen.

source: You have not received any behaviors over this review period.
nl_nl: U heeft geen gedragingen ontvangen gedurende deze beoordelingsperiode.

source: {{name}}'s behavior profile
nl_nl: Gedragsprofiel van {{name}}

source: This was not resolved. I want to formally challenge my review.
nl_nl: Dit is niet opgelost. Ik wil formeel bezwaar maken tegen mijn beoordeling.

source: Discussion requested
nl_nl: Bespreking aangevraagd

source: Challenged
nl_nl: Uitgedaagd

source: Change scale
nl_nl: Schaal wijzigen

source: Comments added by:
nl_nl: Opmerkingen toegevoegd door:

source: Share your final thoughts
nl_nl: Deel je laatste gedachten

source: Complete moderation
nl_nl: Voltooi moderatie

source: Go to the review list
nl_nl: Ga naar de beoordelingslijst

source: Stay on this review
nl_nl: Blijf bij deze evaluatie

source: Please check the status of the review timeline at the top of the review form to see the next step in the process for {{employee}}.
nl_nl: Controleer de status van de beoordelingslijn bovenaan het beoordelingsformulier om de volgende stap in het proces voor {{employee}} te zien.

source: You have completed the moderation stage.
nl_nl: Je hebt de moderatiefase voltooid.

source: I confirm that I have received feedback during the review challenge process.
nl_nl: Ik bevestig dat ik feedback heb ontvangen tijdens het beoordelingsuitdagingproces.

source: Confirmation
nl_nl: Bevestiging

source: Performance conversation confirmation
nl_nl: Bevestiging van prestatiegesprek

source: Create custom widget
nl_nl: Maak een aangepast widget

source: Edit widget
nl_nl: Widget bewerken

source: No custom widgets yet
nl_nl: Nog geen aangepaste widgets

source: Editable after result publication
nl_nl: Bewerkbaar na publicatie van het resultaat

source: Are you sure you want to exit? Your changes will not be saved.
nl_nl: Weet je zeker dat je wilt afsluiten? Je wijzigingen worden niet opgeslagen.

source: Create widget
nl_nl: Widget maken

source: Enter a question
nl_nl: Voer een vraag in

source: Widget title
nl_nl: Widgettitel

source: Enter a title
nl_nl: Voer een titel in

source: Widget visible to managers and workers
nl_nl: Widget zichtbaar voor managers en werknemers

source: Widget visible only to managers
nl_nl: Widget alleen zichtbaar voor managers

source: Widget placement
nl_nl: Widget plaatsing

source: Above the overall performance
nl_nl: Boven de algemene prestaties

source: End of the form
nl_nl: Einde van het formulier

source: Top of the form
nl_nl: Bovenaan het formulier

source: Response visibility
nl_nl: Zichtbaarheid van de reactie

source: Reassign my manager review
nl_nl: Wijs mijn managersbeoordeling opnieuw toe

source: Manager — Reassigned by {{name}}
nl_nl: Manager — Opnieuw toegewezen door {{name}}

source: Reassigned manager review to:
nl_nl: Beoordeling van toegewezen manager aan:

source: Reassigned to you by:
nl_nl: Aan jou toegewezen door:

source: I want to discuss further
nl_nl: Ik wil verder bespreken

source: Do you want to respond or highlight any changes to the worker?
nl_nl: Wilt u reageren of wijzigingen aan de werknemer benadrukken?

source: You have indicated that you would like to have a conversation about your review; therefore, your manager will be able to amend their ratings and comments. Once they republish the review, you will be able to accept or challenge their final submission.
nl_nl: U heeft aangegeven dat u een gesprek wilt voeren over uw beoordeling; daarom kan uw manager de beoordelingen en opmerkingen aanpassen. Zodra ze de beoordeling opnieuw publiceren, kunt u hun definitieve inzending accepteren of betwisten.

source: Edit performance review
nl_nl: Prestatiebeoordeling bewerken

source: If you submit your self-review now, you will not be able to edit it later.
nl_nl: Als je je zelfbeoordeling nu indient, kun je deze later niet meer bewerken.

source: If you submit now, {{employee}} will not be able to submit their self-review.
nl_nl: Als u nu indient, kan {{employee}} hun zelfevaluatie niet indienen.

source: I understand. I want to submit my self-review now.
nl_nl: Ik begrijp het. Ik wil nu mijn zelfevaluatie indienen.

source: Your self-review was submitted to your manager.
nl_nl: Je zelfevaluatie is naar je manager gestuurd.

source: I understand. I want to submit my review now and start the performance conversation.
nl_nl: Ik begrijp het. Ik wil nu mijn beoordeling indienen en het prestatiegesprek beginnen.

source: I need to continue making changes. I will submit my review later.
nl_nl: Ik moet doorgaan met het aanbrengen van wijzigingen. Ik zal mijn beoordeling later indienen.

source: I need to continue making changes. I will submit my self-review later.
nl_nl: Ik moet doorgaan met het aanbrengen van wijzigingen. Ik zal mijn zelfbeoordeling later indienen.
